
export const genres = [
  {
    id: 0,
    name: 'Action',
    title: 'אקשן',
    photo_url: 'https://i.imgur.com/5WCjIPB.png'
  },
  {
    id: 1,
    name: 'Drama',
    title: 'דרמה',
    photo_url: 'https://i.imgur.com/cNRXSQq.png'
  },
  {
    id: 2,
    name: 'Fiction',
    title: 'מדע בדיוני',
    photo_url: 'https://i.imgur.com/r0WoKt5.png'
  },
  {
    id: 3,
    name: 'Humor',
    title: 'קומדיה',
    photo_url: 'https://i.imgur.com/qWl1OSW.png'
  },
  {
    id: 4,
    name: 'Crime',
    title: 'פשע',
    photo_url: 'https://i.imgur.com/ularW0D.png'
  },
  {
    id: 5,
    name: 'Romance',
    title: 'רומנטיקה',
    photo_url: 'https://i.imgur.com/OgpvXJM.png'
  },

  {
    id: 6,
    name: 'Adventure',
    title: 'הרפתקאות',
    photo_url: 'https://i.imgur.com/8suV8ZO.png'
  },
  {
    id: 7,
    name: 'Horror',
    title: 'אימה',
    photo_url: 'https://i.imgur.com/fGKZKIt.png'
  },
];

export const City = [
  {
    "City": "בחר עיר מגורים"
  },

  {
    "City": "אבן יהודה",
    "ID": 182
  },
  {
    "City": "אבן מנחם",
    "ID": 1081
  },
  {
    "City": "אבן ספיר",
    "ID": 783
  },
  {
    "City": "אבן שמואל",
    "ID": 400
  },
  {
    "City": "אבני איתן",
    "ID": 4011
  },
  {
    "City": "אבני חפץ",
    "ID": 3793
  },
  {
    "City": "אבנת",
    "ID": 3786
  },
  {
    "City": "אבשלום",
    "ID": 1311
  },
  {
    "City": "אדורה",
    "ID": 3759
  },
  {
    "City": "אדירים",
    "ID": 113
  },
  {
    "City": "אדמית",
    "ID": 1068
  },
  {
    "City": "אדרת",
    "ID": 1123
  },
  {
    "City": "אודים",
    "ID": 446
  },
  {
    "City": "אודם",
    "ID": 4010
  },
  {
    "City": "אוהד",
    "ID": 1046
  },
  {
    "City": "אום אל-פחם",
    "ID": 2710
  },
  {
    "City": "אום אל-קוטוף",
    "ID": 2024
  },
  {
    "City": "אום בטין",
    "ID": 1358
  },
  {
    "City": "אומן",
    "ID": 1108
  },
  {
    "City": "אומץ",
    "ID": 680
  },
  {
    "City": "אופקים",
    "ID": 31
  },
  {
    "City": "אור הגנוז",
    "ID": 1294
  },
  {
    "City": "אור הנר",
    "ID": 67
  },
  {
    "City": "אור יהודה",
    "ID": 2400
  },
  {
    "City": "אור עקיבא",
    "ID": 1020
  },
  {
    "City": "אורה",
    "ID": 780
  },
  {
    "City": "אורון",
    "ID": 1771
  },
  {
    "City": "אורות",
    "ID": 2012
  },
  {
    "City": "אורטל",
    "ID": 4013
  },
  {
    "City": "אורים",
    "ID": 403
  },
  {
    "City": "אורנים",
    "ID": 882
  },
  {
    "City": "אורנית",
    "ID": 3760
  },
  {
    "City": "אושה",
    "ID": 278
  },
  {
    "City": "אזור",
    "ID": 565
  },

  {
    "City": "איבים",
    "ID": 338
  },
  {
    "City": "אייל",
    "ID": 716
  },
  {
    "City": "איילת השחר",
    "ID": 77
  },
  {
    "City": "אילון",
    "ID": 294
  },
  {
    "City": "אילון תבור*",
    "ID": 1716
  },
  {
    "City": "אילות",
    "ID": 1126
  },
  {
    "City": "אילנייה",
    "ID": 49
  },
  {
    "City": "אילת",
    "ID": 2600
  },

  {
    "City": "אליכין",
    "ID": 41
  },
  {
    "City": "אליקים",
    "ID": 682
  },
  {
    "City": "אלישיב",
    "ID": 204
  },
  {
    "City": "אלישמע",
    "ID": 841
  },
  {
    "City": "אלמגור",
    "ID": 1125
  },
  {
    "City": "אלמוג",
    "ID": 3556
  },


  {
    "City": "אריאל",
    "ID": 3570
  },
  {
    "City": "ארסוף",
    "ID": 1324
  },
  {
    "City": "אשבול",
    "ID": 71
  },
  {
    "City": "אשבל",
    "ID": 1276
  },
  {
    "City": "אשדוד",
    "ID": 70
  },

  {
    "City": "אשכולות",
    "ID": 3722
  },

  {
    "City": "אשקלון",
    "ID": 7100
  },

  {
    "City": "באר אורה",
    "ID": 21
  },
  {
    "City": "באר שבע",
    "ID": 9000
  },
  {
    "City": "בארות יצחק",
    "ID": 450
  },
  {
    "City": "בארותיים",
    "ID": 697
  },
  {
    "City": "בארי",
    "ID": 399
  },

  {
    "City": "בורגתה",
    "ID": 698
  },




  {
    "City": "בית שאן",
    "ID": 9200
  },
  {
    "City": "בית שמש",
    "ID": 2610
  },

  {
    "City": "בני ברק",
    "ID": 6100
  },


  {
    "City": "בנימינה-גבעת עדה*",
    "ID": 9800
  },

  {
    "City": "בסמת טבעון",
    "ID": 944
  },


  {
    "City": "בת ים",
    "ID": 6200
  },
  {
    "City": "בת עין",
    "ID": 3794
  },
  {
    "City": "בת שלמה",
    "ID": 33
  },


  {
    "City": "ג'סר א-זרקא",
    "ID": 541
  },

  {
    "City": "גאולי תימן",
    "ID": 872
  },

  {
    "City": "גאליה",
    "ID": 853
  },

  {
    "City": "גבע כרמל",
    "ID": 683
  },


  {
    "City": "גבעת שמואל",
    "ID": 681
  },
  {
    "City": "גבעת שמש",
    "ID": 566
  },
  {
    "City": "גבעת שפירא",
    "ID": 1077
  },
  {
    "City": "גבעתי",
    "ID": 793
  },
  {
    "City": "גבעתיים",
    "ID": 6300
  },
  {
    "City": "גברעם",
    "ID": 342
  },
  {
    "City": "גבת",
    "ID": 133
  },
  {
    "City": "גדות",
    "ID": 35
  },
  {
    "City": "גדיש",
    "ID": 145
  },
  {
    "City": "גדעונה",
    "ID": 442
  },
  {
    "City": "גדרה",
    "ID": 2550
  },

  {
    "City": "גונן",
    "ID": 852
  },
  {
    "City": "גורן",
    "ID": 755
  },
  {
    "City": "גורנות הגליל",
    "ID": 1219
  },

  {
    "City": "גליל ים",
    "ID": 346
  },

  {
    "City": "גן הדרום",
    "ID": 1072
  },
  {
    "City": "גן השומרון",
    "ID": 225
  },
  {
    "City": "גן חיים",
    "ID": 239
  },
  {
    "City": "גן יאשיה",
    "ID": 734
  },
  {
    "City": "גן יבנה",
    "ID": 166
  },
  {
    "City": "גן נר",
    "ID": 1274
  },
  {
    "City": "גן שורק",
    "ID": 311
  },
  {
    "City": "גן שלמה",
    "ID": 144
  },
  {
    "City": "גן שמואל",
    "ID": 72
  },
  {
    "City": "גנות",
    "ID": 836
  },
  {
    "City": "גנות הדר",
    "ID": 549
  },
  {
    "City": "גני הדר",
    "ID": 1103
  },
  {
    "City": "גני טל",
    "ID": 1371
  },
  {
    "City": "גני יוחנן",
    "ID": 862
  },
  {
    "City": "גני מודיעין",
    "ID": 3823
  },
  {
    "City": "גני עם",
    "ID": 218
  },
  {
    "City": "גני תקווה",
    "ID": 229
  },
  {
    "City": "געש",
    "ID": 842
  },
  {
    "City": "געתון",
    "ID": 463
  },
  {
    "City": "גפן",
    "ID": 39
  },
  {
    "City": "גרופית",
    "ID": 1129
  },
  {
    "City": "גשור",
    "ID": 4022
  },
  {
    "City": "גשר",
    "ID": 305
  },
  {
    "City": "גשר הזיו",
    "ID": 574
  },
  {
    "City": "גת (קיבוץ)",
    "ID": 340
  },
  {
    "City": "גת רימון",
    "ID": 128
  },
  {
    "City": "דאלית אל-כרמל",
    "ID": 494
  },
  {
    "City": "דבורה",
    "ID": 146
  },
  {
    "City": "דבורייה",
    "ID": 489
  },
  {
    "City": "דבירה",
    "ID": 849
  },
  {
    "City": "דברת",
    "ID": 407
  },

  {
    "City": "דולב",
    "ID": 3747
  },
  {
    "City": "דור",
    "ID": 738
  },
  {
    "City": "דורות",
    "ID": 336
  },
  {
    "City": "דחי",
    "ID": 475
  },
  {
    "City": "דייר אל-אסד",
    "ID": 490
  },
  {
    "City": "דייר חנא",
    "ID": 492
  },
  {
    "City": "דייר ראפאת",
    "ID": 493
  },
  {
    "City": "דימונה",
    "ID": 2200
  },
  {
    "City": "דישון",
    "ID": 2063
  },
  {
    "City": "דלייה",
    "ID": 300
  },
  {
    "City": "דלתון",
    "ID": 431
  },
  {
    "City": "דלתון",
    "ID": 1709
  },
  {
    "City": "דמיידה",
    "ID": 1317
  },
  {
    "City": "דן",
    "ID": 303
  },
  {
    "City": "דפנה",
    "ID": 302
  },
  {
    "City": "דקל",
    "ID": 1241
  },

  {
    "City": "הבונים",
    "ID": 675
  },
  {
    "City": "הגושרים",
    "ID": 356
  },
  {
    "City": "הדר עם",
    "ID": 191
  },
  {
    "City": "הוד השרון",
    "ID": 9700
  },
  {
    "City": "הודיות",
    "ID": 1322
  },
  {
    "City": "הודייה",
    "ID": 726
  },

  {
    "City": "הושעיה",
    "ID": 1186
  },
  {
    "City": "הזורע",
    "ID": 250
  },
  {
    "City": "הזורעים",
    "ID": 307
  },
  {
    "City": "החותרים",
    "ID": 434
  },
  {
    "City": "היוגב",
    "ID": 684
  },
  {
    "City": "הילה",
    "ID": 1208
  },
  {
    "City": "המעפיל",
    "ID": 377
  },
  {
    "City": "המרכז למחקר-נחל שורק",
    "ID": 1751
  },
  {
    "City": "הסוללים",
    "ID": 677
  },
  {
    "City": "העוגן",
    "ID": 423
  },


  {
    "City": "הראל",
    "ID": 464
  },
  {
    "City": "הרדוף",
    "ID": 1249
  },

  {
    "City": "הרצלייה",
    "ID": 6400
  },
  {
    "City": "הררית",
    "ID": 1203
  },
  {
    "City": "השומרון",
    "ID": 1999
  },
  {
    "City": "ורד יריחו",
    "ID": 3639
  },
  {
    "City": "ורדון",
    "ID": 1133
  },
  {
    "City": "זבארגה (שבט)",
    "ID": 2742
  },
  {
    "City": "זבדיאל",
    "ID": 815
  },
  {
    "City": "זוהר",
    "ID": 44
  },
  {
    "City": "זיקים",
    "ID": 584
  },
  {
    "City": "זיתן",
    "ID": 788
  },
  {
    "City": "זכרון יעקב",
    "ID": 9300
  },
  {
    "City": "זכריה",
    "ID": 799
  },
  {
    "City": "זמר",
    "ID": 1290
  },
  {
    "City": "זמרת",
    "ID": 1065
  },
  {
    "City": "זנוח",
    "ID": 816
  },
  {
    "City": "זרועה",
    "ID": 2064
  },
  {
    "City": "זרזיר",
    "ID": 975
  },
  {
    "City": "זרחיה",
    "ID": 818
  },
  {
    "City": "ח'ואלד",
    "ID": 1321
  },
  {
    "City": "ח'ואלד (שבט)",
    "ID": 986
  },
  {
    "City": "חבצלת השרון",
    "ID": 235
  },

  {
    "City": "חדיד",
    "ID": 618
  },
  {
    "City": "חדרה",
    "ID": 6500
  },

  {
    "City": "חולון",
    "ID": 6600
  },
  {
    "City": "חולית",
    "ID": 1239
  },
  {
    "City": "חולתה",
    "ID": 253
  },
  {
    "City": "חוסן",
    "ID": 662
  },
  {
    "City": "חוסנייה",
    "ID": 1332
  },

  {
    "City": "חופית",
    "ID": 115
  },
  {
    "City": "חוקוק",
    "ID": 374
  },
  {
    "City": "חורה",
    "ID": 1303
  },
  {
    "City": "חורפיש",
    "ID": 496
  },
  {
    "City": "חורשים",
    "ID": 355
  },
  {
    "City": "חזון",
    "ID": 1047
  },
  {
    "City": "חיבת ציון",
    "ID": 219
  },
  {
    "City": "חיננית",
    "ID": 3643
  },
  {
    "City": "חיפה",
    "ID": 4000
  },
  {
    "City": "חירות",
    "ID": 162
  },
  {
    "City": "חלוץ",
    "ID": 1272
  },
  {
    "City": "חלץ",
    "ID": 820
  },
  {
    "City": "חמאם",
    "ID": 993
  },
  {
    "City": "חמד",
    "ID": 801
  },
  {
    "City": "חמדיה",
    "ID": 343
  },
  {
    "City": "חמדת",
    "ID": 3646
  },
  {
    "City": "חמרה",
    "ID": 3609
  },
  {
    "City": "חניאל",
    "ID": 807
  },
  {
    "City": "חניתה",
    "ID": 280
  },
  {
    "City": "חנתון",
    "ID": 1257
  },
  {
    "City": "חספין",
    "ID": 4005
  },
  {
    "City": "חפץ חיים",
    "ID": 363
  },
  {
    "City": "חפצי-בה",
    "ID": 90
  },
  {
    "City": "חצב",
    "ID": 700
  },
  {
    "City": "חצבה",
    "ID": 13
  },
  {
    "City": "חצור-אשדוד",
    "ID": 406
  },
  {
    "City": "חצור הגלילית",
    "ID": 2034
  },
  {
    "City": "חצרים",
    "ID": 397
  },
  {
    "City": "חרב לאת",
    "ID": 422
  },
  {
    "City": "חרוצים",
    "ID": 1024
  },
  {
    "City": "חריש",
    "ID": 1247
  },
  {
    "City": "חרמון מ\"א 71",
    "ID": 1960
  },
  {
    "City": "חרמש",
    "ID": 3717
  },
  {
    "City": "חרשים",
    "ID": 1209
  },
  {
    "City": "חשמונאים",
    "ID": 3770
  },
  {
    "City": "טבריה",
    "ID": 6700
  },
  {
    "City": "טובא-זנגרייה",
    "ID": 962
  },
  {
    "City": "טורעאן",
    "ID": 498
  },
  {
    "City": "טייבה",
    "ID": 2730
  },
  {
    "City": "טייבה (בעמק)",
    "ID": 497
  },
  {
    "City": "טירה",
    "ID": 2720
  },
  {
    "City": "טירת יהודה",
    "ID": 663
  },
  {
    "City": "טירת כרמל",
    "ID": 2100
  },
  {
    "City": "טירת צבי",
    "ID": 268
  },
  {
    "City": "טל-אל",
    "ID": 1181
  },
  {
    "City": "טל שחר",
    "ID": 462
  },
  {
    "City": "טללים",
    "ID": 1177
  },
  {
    "City": "טלמון",
    "ID": 3788
  },
  {
    "City": "טמרה",
    "ID": 8900
  },
  {
    "City": "טמרה (יזרעאל)",
    "ID": 547
  },
  {
    "City": "טנא",
    "ID": 3743
  },
  {
    "City": "טפחות",
    "ID": 1214
  },
  {
    "City": "יאנוח-ג'ת",
    "ID": 1295
  },
  {
    "City": "יבול",
    "ID": 1232
  },
  {
    "City": "יבנאל",
    "ID": 46
  },
  {
    "City": "יבנה",
    "ID": 2660
  },
  {
    "City": "יגור",
    "ID": 96
  },
  {
    "City": "יגל",
    "ID": 798
  },
  {
    "City": "יד בנימין",
    "ID": 577
  },
  {
    "City": "יד השמונה",
    "ID": 1134
  },
  {
    "City": "יד חנה",
    "ID": 758
  },
  {
    "City": "יד מרדכי",
    "ID": 358
  },
  {
    "City": "יד נתן",
    "ID": 775
  },
  {
    "City": "יד רמב\"ם",
    "ID": 64
  },
  {
    "City": "ידידה",
    "ID": 1144
  },
  {
    "City": "יהוד",
    "ID": 9400
  },
  {
    "City": "יהל",
    "ID": 1158
  },
  {
    "City": "יובל",
    "ID": 2009
  },
  {
    "City": "יובלים",
    "ID": 1226
  },
  {
    "City": "יודפת",
    "ID": 1112
  },
  {
    "City": "יונתן",
    "ID": 4007
  },
  {
    "City": "יושיביה",
    "ID": 803
  },
  {
    "City": "יזרעאל",
    "ID": 452
  },
  {
    "City": "יחיעם",
    "ID": 409
  },
  {
    "City": "יטבתה",
    "ID": 866
  },
  {
    "City": "ייט\"ב",
    "ID": 3607
  },
  {
    "City": "יכיני",
    "ID": 811
  },
  {
    "City": "ים המלח - בתי מלון",
    "ID": 1772
  },
  {
    "City": "ינוב",
    "ID": 753
  },
  {
    "City": "ינון",
    "ID": 2011
  },
  {
    "City": "יסוד המעלה",
    "ID": 29
  },
  {
    "City": "יסודות",
    "ID": 440
  },
  {
    "City": "יסעור",
    "ID": 575
  },
  {
    "City": "יעד",
    "ID": 1138
  },
  {
    "City": "יעל",
    "ID": 1117
  },
  {
    "City": "יעף",
    "ID": 1044
  },
  {
    "City": "יערה",
    "ID": 795
  },
  {
    "City": "יערות גבעת המורה מ\"א 9",
    "ID": 1863
  },
  {
    "City": "יפיע",
    "ID": 499
  },
  {
    "City": "יפית",
    "ID": 3566
  },
  {
    "City": "יפעת",
    "ID": 134
  },
  {
    "City": "יפתח",
    "ID": 453
  },
  {
    "City": "יצהר",
    "ID": 3749
  },
  {
    "City": "יציץ",
    "ID": 759
  },
  {
    "City": "יקום",
    "ID": 417
  },
  {
    "City": "יקיר",
    "ID": 3647
  },
  {
    "City": "יקנעם (מושבה)",
    "ID": 241
  },
  {
    "City": "יקנעם עילית",
    "ID": 240
  },
  {
    "City": "יראון",
    "ID": 623
  },
  {
    "City": "ירדנה",
    "ID": 2026
  },
  {
    "City": "ירוחם",
    "ID": 831
  },
  {
    "City": "ירושלים",
    "ID": 3000
  },
  {
    "City": "ירחיב",
    "ID": 718
  },
  {
    "City": "ירכא",
    "ID": 502
  },
  {
    "City": "ירקונה",
    "ID": 183
  },
  {
    "City": "ישע",
    "ID": 916
  },
  {
    "City": "ישעי",
    "ID": 805
  },
  {
    "City": "ישרש",
    "ID": 828
  },
  {
    "City": "יתד",
    "ID": 1227
  },
  {
    "City": "כאבול",
    "ID": 504
  },
  {
    "City": "כאוכב אבו אל-היג'א",
    "ID": 505
  },
  {
    "City": "כברי",
    "ID": 576
  },
  {
    "City": "כדורי",
    "ID": 371
  },
  {
    "City": "כדיתה",
    "ID": 1338
  },
  {
    "City": "כוכב השחר",
    "ID": 3564
  },
  {
    "City": "כוכב יאיר",
    "ID": 1224
  },
  {
    "City": "כוכב יעקב",
    "ID": 3779
  },
  {
    "City": "כוכב מיכאל",
    "ID": 824
  },
  {
    "City": "כורזים",
    "ID": 1252
  },
  {
    "City": "כחל",
    "ID": 1210
  },
  {
    "City": "כחלה",
    "ID": 1367
  },
  {
    "City": "כיסופים",
    "ID": 840
  },
  {
    "City": "כישור",
    "ID": 1153
  },
  {
    "City": "כליל",
    "ID": 1183
  },
  {
    "City": "כלנית",
    "ID": 1229
  },
  {
    "City": "כמאנה",
    "ID": 1331
  },
  {
    "City": "כמהין",
    "ID": 1291
  },
  {
    "City": "כמון",
    "ID": 1201
  },
  {
    "City": "כנות",
    "ID": 2006
  },
  {
    "City": "כנף",
    "ID": 4028
  },
  {
    "City": "כנרת (מושבה)",
    "ID": 63
  },
  {
    "City": "כנרת (קבוצה)",
    "ID": 57
  },
  {
    "City": "כסיפה",
    "ID": 1059
  },
  {
    "City": "כסלון",
    "ID": 859
  },
  {
    "City": "כסרא-סמיע",
    "ID": 1296
  },
  {
    "City": "כעביה-טבאש-חג'אג'רה",
    "ID": 978
  },
  {
    "City": "כפר אביב",
    "ID": 857
  },
  {
    "City": "כפר אדומים",
    "ID": 3638
  },
  {
    "City": "כפר אוריה",
    "ID": 364
  },
  {
    "City": "כפר אחים",
    "ID": 690
  },
  {
    "City": "כפר ביאליק",
    "ID": 220
  },
  {
    "City": "כפר ביל\"ו",
    "ID": 177
  },
  {
    "City": "כפר בלום",
    "ID": 357
  },
  {
    "City": "כפר בן נון",
    "ID": 2010
  },
  {
    "City": "כפר ברא",
    "ID": 633
  },
  {
    "City": "כפר ברוך",
    "ID": 132
  },
  {
    "City": "כפר גדעון",
    "ID": 106
  },
  {
    "City": "כפר גלים",
    "ID": 427
  },
  {
    "City": "כפר גליקסון",
    "ID": 310
  },
  {
    "City": "כפר גלעדי",
    "ID": 76
  },
  {
    "City": "כפר דניאל",
    "ID": 707
  },
  {
    "City": "כפר האורנים",
    "ID": 3796
  },
  {
    "City": "כפר החורש",
    "ID": 192
  },
  {
    "City": "כפר המכבי",
    "ID": 254
  },
  {
    "City": "כפר הנגיד",
    "ID": 582
  },
  {
    "City": "כפר הנוער הדתי",
    "ID": 890
  },
  {
    "City": "כפר הנשיא",
    "ID": 443
  },
  {
    "City": "כפר הס",
    "ID": 187
  },
  {
    "City": "כפר הרא\"ה",
    "ID": 217
  },
  {
    "City": "כפר הרי\"ף",
    "ID": 888
  },
  {
    "City": "כפר ויתקין",
    "ID": 190
  },
  {
    "City": "כפר ורבורג",
    "ID": 320
  },
  {
    "City": "כפר ורדים",
    "ID": 1263
  },
  {
    "City": "כפר זוהרים",
    "ID": 1325
  },
  {
    "City": "כפר זיתים",
    "ID": 786
  },
  {
    "City": "כפר חב\"ד",
    "ID": 696
  },
  {
    "City": "כפר חושן",
    "ID": 609
  },
  {
    "City": "כפר חיטים",
    "ID": 255
  },
  {
    "City": "כפר חיים",
    "ID": 193
  },
  {
    "City": "כפר חנניה",
    "ID": 1297
  },
  {
    "City": "כפר חסידים א'",
    "ID": 112
  },
  {
    "City": "כפר חסידים ב'",
    "ID": 889
  },
  {
    "City": "כפר חרוב",
    "ID": 4004
  },
  {
    "City": "כפר טרומן",
    "ID": 673
  },
  {
    "City": "כפר יאסיף",
    "ID": 507
  },
  {
    "City": "כפר ידידיה",
    "ID": 233
  },
  {
    "City": "כפר יהושע",
    "ID": 140
  },
  {
    "City": "כפר יונה",
    "ID": 168
  },
  {
    "City": "כפר יחזקאל",
    "ID": 85
  },
  {
    "City": "כפר יעבץ",
    "ID": 170
  },
  {
    "City": "כפר כמא",
    "ID": 508
  },
  {
    "City": "כפר כנא",
    "ID": 509
  },
  {
    "City": "כפר מונש",
    "ID": 387
  },
  {
    "City": "כפר מימון",
    "ID": 1095
  },
  {
    "City": "כפר מל\"ל",
    "ID": 98
  },
  {
    "City": "כפר מנדא",
    "ID": 510
  },
  {
    "City": "כפר מנחם",
    "ID": 274
  },
  {
    "City": "כפר מסריק",
    "ID": 297
  },
  {
    "City": "כפר מצר",
    "ID": 512
  },
  {
    "City": "כפר מרדכי",
    "ID": 764
  },
  {
    "City": "כפר נטר",
    "ID": 316
  },
  {
    "City": "כפר סאלד",
    "ID": 345
  },
  {
    "City": "כפר סבא",
    "ID": 6900
  },
  {
    "City": "כפר סילבר",
    "ID": 107
  },
  {
    "City": "כפר סירקין",
    "ID": 249
  },
  {
    "City": "כפר עבודה",
    "ID": 875
  },
  {
    "City": "כפר עזה",
    "ID": 845
  },
  {
    "City": "כפר עציון",
    "ID": 3488
  },
  {
    "City": "כפר פינס",
    "ID": 189
  },
  {
    "City": "כפר קאסם",
    "ID": 634
  },
  {
    "City": "כפר קיש",
    "ID": 388
  },
  {
    "City": "כפר קרע",
    "ID": 654
  },
  {
    "City": "כפר ראש הנקרה",
    "ID": 579
  },
  {
    "City": "כפר רוזנואלד (זרעית)",
    "ID": 1130
  },
  {
    "City": "כפר רופין",
    "ID": 295
  },
  {
    "City": "כפר רות",
    "ID": 1166
  },
  {
    "City": "כפר שמאי",
    "ID": 605
  },
  {
    "City": "כפר שמואל",
    "ID": 743
  },
  {
    "City": "כפר שמריהו",
    "ID": 267
  },
  {
    "City": "כפר תבור",
    "ID": 47
  },
  {
    "City": "כפר תפוח",
    "ID": 3572
  },
  {
    "City": "כרכום",
    "ID": 1285
  },
  {
    "City": "כרם בן זמרה",
    "ID": 664
  },
  {
    "City": "כרם בן שמן",
    "ID": 88
  },
  {
    "City": "כרם יבנה (ישיבה)",
    "ID": 1094
  },
  {
    "City": "כרם מהר\"ל",
    "ID": 580
  },
  {
    "City": "כרם שלום",
    "ID": 1085
  },
  {
    "City": "כרמי יוסף",
    "ID": 1264
  },
  {
    "City": "כרמי צור",
    "ID": 3766
  },
  {
    "City": "כרמי קטיף",
    "ID": 1374
  },
  {
    "City": "כרמיאל",
    "ID": 1139
  },
  {
    "City": "כרמייה",
    "ID": 768
  },
  {
    "City": "כרמים",
    "ID": 1198
  },
  {
    "City": "כרמל",
    "ID": 3656
  },
  {
    "City": "לבון",
    "ID": 1207
  },
  {
    "City": "לביא",
    "ID": 585
  },
  {
    "City": "לבנים",
    "ID": 1230
  },
  {
    "City": "להב",
    "ID": 2023
  },
  {
    "City": "להבות הבשן",
    "ID": 380
  },
  {
    "City": "להבות חביבה",
    "ID": 715
  },
  {
    "City": "להבים",
    "ID": 1271
  },
  {
    "City": "לוד",
    "ID": 7000
  },
  {
    "City": "לוזית",
    "ID": 52
  },
  {
    "City": "לוחמי הגיטאות",
    "ID": 595
  },
  {
    "City": "לוטם",
    "ID": 1171
  },
  {
    "City": "לוטן",
    "ID": 1255
  },
  {
    "City": "לימן",
    "ID": 674
  },
  {
    "City": "לכיש",
    "ID": 24
  },
  {
    "City": "לפיד",
    "ID": 1310
  },
  {
    "City": "לפידות",
    "ID": 1173
  },
  {
    "City": "לקיה",
    "ID": 1060
  },
  {
    "City": "מאור",
    "ID": 2055
  },
  {
    "City": "מאיר שפיה",
    "ID": 102
  },
  {
    "City": "מבוא ביתר",
    "ID": 771
  },
  {
    "City": "מבוא דותן",
    "ID": 3569
  },
  {
    "City": "מבוא חורון",
    "ID": 3709
  },
  {
    "City": "מבוא חמה",
    "ID": 4204
  },
  {
    "City": "מבוא מודיעים",
    "ID": 1141
  },
  {
    "City": "מבואות ים",
    "ID": 1318
  },
  {
    "City": "מבועים",
    "ID": 1080
  },
  {
    "City": "מבטחים",
    "ID": 829
  },
  {
    "City": "מבקיעים",
    "ID": 573
  },
  {
    "City": "מבשרת ציון",
    "ID": 1015
  },
  {
    "City": "מג'ד אל-כרום",
    "ID": 516
  },
  {
    "City": "מג'דל שמס",
    "ID": 4201
  },
  {
    "City": "מגאר",
    "ID": 481
  },
  {
    "City": "מגדים",
    "ID": 689
  },
  {
    "City": "מגדל",
    "ID": 65
  },
  {
    "City": "מגדל העמק",
    "ID": 874
  },
  {
    "City": "מגדל עוז",
    "ID": 3561
  },
  {
    "City": "מגדל תפן",
    "ID": 1722
  },
  {
    "City": "מגדלים",
    "ID": 3751
  },
  {
    "City": "מגידו",
    "ID": 586
  },
  {
    "City": "מגל",
    "ID": 375
  },
  {
    "City": "מגן",
    "ID": 695
  },
  {
    "City": "מגן שאול",
    "ID": 1155
  },
  {
    "City": "מגשימים",
    "ID": 722
  },
  {
    "City": "מדרך עוז",
    "ID": 2029
  },
  {
    "City": "מדרשת בן גוריון",
    "ID": 1140
  },
  {
    "City": "מדרשת רופין",
    "ID": 897
  },
  {
    "City": "מודיעין-מכבים-רעות*",
    "ID": 1200
  },
  {
    "City": "מודיעין עילית",
    "ID": 3797
  },
  {
    "City": "מולדת",
    "ID": 269
  },
  {
    "City": "מוצא עילית",
    "ID": 208
  },
  {
    "City": "מוקייבלה",
    "ID": 635
  },
  {
    "City": "מורן",
    "ID": 1163
  },
  {
    "City": "מורשת",
    "ID": 1178
  },
  {
    "City": "מזור",
    "ID": 606
  },
  {
    "City": "מזכרת בתיה",
    "ID": 28
  },
  {
    "City": "מזרח השרון מ\"א 16",
    "ID": 1879
  },
  {
    "City": "מזרח השרון מ\"א 18",
    "ID": 1880
  },
  {
    "City": "מזרע",
    "ID": 104
  },
  {
    "City": "מזרעה",
    "ID": 517
  },
  {
    "City": "מחולה",
    "ID": 3599
  },
  {
    "City": "מחנה הילה*",
    "ID": 1411
  },
  {
    "City": "מחנה טלי*",
    "ID": 1418
  },
  {
    "City": "מחנה יהודית*",
    "ID": 1413
  },
  {
    "City": "מחנה יוכבד*",
    "ID": 1416
  },
  {
    "City": "מחנה יפה*",
    "ID": 1415
  },
  {
    "City": "מחנה יתיר",
    "ID": 1196
  },
  {
    "City": "מחנה מרים*",
    "ID": 1414
  },
  {
    "City": "מחנה תל נוף*",
    "ID": 1412
  },
  {
    "City": "מחניים",
    "ID": 308
  },
  {
    "City": "מחסיה",
    "ID": 776
  },
  {
    "City": "מטולה",
    "ID": 43
  },
  {
    "City": "מטע",
    "ID": 822
  },
  {
    "City": "מי עמי",
    "ID": 1128
  },
  {
    "City": "מיטב",
    "ID": 2054
  },
  {
    "City": "מייסר",
    "ID": 649
  },
  {
    "City": "מיצר",
    "ID": 4019
  },
  {
    "City": "מירב",
    "ID": 1282
  },
  {
    "City": "מירון",
    "ID": 607
  },
  {
    "City": "מישר",
    "ID": 731
  },
  {
    "City": "מיתר",
    "ID": 1268
  },
  {
    "City": "מכורה",
    "ID": 3614
  },
  {
    "City": "מכחול",
    "ID": 1343
  },
  {
    "City": "מכמורת",
    "ID": 382
  },
  {
    "City": "מכמנים",
    "ID": 1202
  },
  {
    "City": "מלאה",
    "ID": 164
  },
  {
    "City": "מלילות",
    "ID": 2044
  },
  {
    "City": "מלכייה",
    "ID": 596
  },
  {
    "City": "מלכישוע",
    "ID": 1154
  },
  {
    "City": "מנוחה",
    "ID": 2030
  },
  {
    "City": "מנוף",
    "ID": 1174
  },
  {
    "City": "מנות",
    "ID": 1205
  },
  {
    "City": "מנחמיה",
    "ID": 48
  },
  {
    "City": "מנרה",
    "ID": 347
  },
  {
    "City": "מנשית זבדה",
    "ID": 994
  },
  {
    "City": "מסד",
    "ID": 1258
  },
  {
    "City": "מסדה",
    "ID": 263
  },
  {
    "City": "מסילות",
    "ID": 298
  },
  {
    "City": "מסילת ציון",
    "ID": 742
  },
  {
    "City": "מסלול",
    "ID": 748
  },
  {
    "City": "מסעדה",
    "ID": 4203
  },
  {
    "City": "מסעודין אל-עזאזמה (שבט)",
    "ID": 939
  },
  {
    "City": "מעברות",
    "ID": 197
  },
  {
    "City": "מעגלים",
    "ID": 1082
  },
  {
    "City": "מעגן",
    "ID": 678
  },
  {
    "City": "מעגן מיכאל",
    "ID": 694
  },
  {
    "City": "מעוז חיים",
    "ID": 272
  },
  {
    "City": "מעון",
    "ID": 3657
  },
  {
    "City": "מעונה",
    "ID": 570
  },
  {
    "City": "מעיין ברוך",
    "ID": 416
  },
  {
    "City": "מעיין צבי",
    "ID": 290
  },
  {
    "City": "מעיליא",
    "ID": 518
  },
  {
    "City": "מעלה אדומים",
    "ID": 3616
  },
  {
    "City": "מעלה אפרים",
    "ID": 3608
  },
  {
    "City": "מעלה גלבוע",
    "ID": 1127
  },
  {
    "City": "מעלה גמלא",
    "ID": 4008
  },
  {
    "City": "מעלה החמישה",
    "ID": 286
  },
  {
    "City": "מעלה לבונה",
    "ID": 3752
  },
  {
    "City": "מעלה מכמש",
    "ID": 3651
  },
  {
    "City": "מעלה עירון",
    "ID": 1327
  },
  {
    "City": "מעלה עמוס",
    "ID": 3653
  },
  {
    "City": "מעלה שומרון",
    "ID": 3637
  },
  {
    "City": "מעלות-תרשיחא",
    "ID": 1063
  },
  {
    "City": "מענית",
    "ID": 344
  },
  {
    "City": "מערב השרון מ\"א 16",
    "ID": 1876
  },
  {
    "City": "מערב השרון מ\"א 18",
    "ID": 1877
  },
  {
    "City": "מערב השרון מ\"א 19",
    "ID": 1878
  },
  {
    "City": "מעש",
    "ID": 230
  },
  {
    "City": "מפלסים",
    "ID": 668
  },
  {
    "City": "מפעלי אבשלו\"ם",
    "ID": 1767
  },
  {
    "City": "מפעלי ברקן",
    "ID": 1791
  },
  {
    "City": "מפעלי גליל עליון",
    "ID": 1706
  },
  {
    "City": "מפעלי גרנות",
    "ID": 1739
  },
  {
    "City": "מפעלי העמק (יזרעאל)",
    "ID": 1717
  },
  {
    "City": "מפעלי חבל מודיעים",
    "ID": 1729
  },
  {
    "City": "מפעלי חפר",
    "ID": 1745
  },
  {
    "City": "מפעלי ים המלח(סדום)",
    "ID": 1775
  },
  {
    "City": "מפעלי כנות",
    "ID": 1753
  },
  {
    "City": "מפעלי מישור רותם",
    "ID": 1773
  },
  {
    "City": "מפעלי מעון",
    "ID": 1769
  },
  {
    "City": "מפעלי נחם הרטוב",
    "ID": 1701
  },
  {
    "City": "מפעלי צומת מלאכי",
    "ID": 1761
  },
  {
    "City": "מפעלי צין - ערבה",
    "ID": 1776
  },
  {
    "City": "מפעלי צמח",
    "ID": 1711
  },
  {
    "City": "מפעלי שאן",
    "ID": 1719
  },
  {
    "City": "מצדות יהודה",
    "ID": 3745
  },
  {
    "City": "מצובה",
    "ID": 325
  },
  {
    "City": "מצליח",
    "ID": 757
  },
  {
    "City": "מצפה",
    "ID": 58
  },
  {
    "City": "מצפה אבי\"ב",
    "ID": 1222
  },
  {
    "City": "מצפה אילן",
    "ID": 1370
  },
  {
    "City": "מצפה יריחו",
    "ID": 3576
  },
  {
    "City": "מצפה נטופה",
    "ID": 1190
  },
  {
    "City": "מצפה רמון",
    "ID": 99
  },
  {
    "City": "מצפה שלם",
    "ID": 3610
  },
  {
    "City": "מצר",
    "ID": 648
  },
  {
    "City": "מקווה ישראל",
    "ID": 22
  },
  {
    "City": "מרגליות",
    "ID": 843
  },
  {
    "City": "מרום גולן",
    "ID": 4101
  },

  {
    "City": "מרכז אזורי מרום הגליל",
    "ID": 1708
  },

  {
    "City": "מרכז מיר\"ב*",
    "ID": 1715
  },
  {
    "City": "מרכז שפירא",
    "ID": 1098
  },
  {
    "City": "משאבי שדה",
    "ID": 421
  },
  {
    "City": "משגב דב",
    "ID": 765
  },
  {
    "City": "משגב עם",
    "ID": 378
  },
  {
    "City": "משהד",
    "ID": 520
  },
  {
    "City": "משואה",
    "ID": 3605
  },
  {
    "City": "משואות יצחק",
    "ID": 620
  },
  {
    "City": "משכיות",
    "ID": 3785
  },
  {
    "City": "משמר איילון",
    "ID": 670
  },

  {
    "City": "משען",
    "ID": 791
  },
  {
    "City": "מתן",
    "ID": 1315
  },
  {
    "City": "מתת",
    "ID": 1184
  },
  {
    "City": "מתתיהו",
    "ID": 3648
  },
  {
    "City": "נאות גולן",
    "ID": 4551
  },
  {
    "City": "נאות הכיכר",
    "ID": 1124
  },
  {
    "City": "נאות חובב",
    "ID": 1770
  },
  {
    "City": "נאות מרדכי",
    "ID": 408
  },
  {
    "City": "נאות סמדר",
    "ID": 1197
  },
  {
    "City": "נאעורה",
    "ID": 524
  },
  {
    "City": "נבטים",
    "ID": 396
  },
  {
    "City": "נגבה",
    "ID": 315
  },
  {
    "City": "נגוהות",
    "ID": 3724
  },
  {
    "City": "נהורה",
    "ID": 309
  },
  {
    "City": "נהלל",
    "ID": 80
  },
  {
    "City": "נהרייה",
    "ID": 9100
  },
  {
    "City": "נוב",
    "ID": 4304
  },
  {
    "City": "נוגה",
    "ID": 55
  },
  {
    "City": "נוה צוף",
    "ID": 3573
  },
  {
    "City": "נווה",
    "ID": 1366
  },
  {
    "City": "נווה אבות",
    "ID": 926
  },
  {
    "City": "נווה אור",
    "ID": 590
  },
  {
    "City": "נווה אטי\"ב",
    "ID": 4303
  },
  {
    "City": "נווה אילן",
    "ID": 405
  },
  {
    "City": "נווה אילן*",
    "ID": 1702
  },
  {
    "City": "נווה איתן",
    "ID": 296
  },
  {
    "City": "נווה דניאל",
    "ID": 3725
  },
  {
    "City": "נווה זוהר",
    "ID": 1057
  },
  {
    "City": "נווה זיו",
    "ID": 1314
  },
  {
    "City": "נווה חריף",
    "ID": 1279
  },
  {
    "City": "נווה ים",
    "ID": 312
  },
  {
    "City": "נווה ימין",
    "ID": 686
  },
  {
    "City": "נווה ירק",
    "ID": 858
  },
  {
    "City": "נווה מבטח",
    "ID": 827
  },
  {
    "City": "נווה מיכאל",
    "ID": 1071
  },
  {
    "City": "נווה שלום",
    "ID": 1259
  },
  {
    "City": "נועם",
    "ID": 15
  },
  {
    "City": "נוף איילון",
    "ID": 1333
  },
  {
    "City": "נופים",
    "ID": 3790
  },
  {
    "City": "נופית",
    "ID": 1284
  },
  {
    "City": "נופך",
    "ID": 257
  },
  {
    "City": "נוקדים",
    "ID": 3726
  },

  {
    "City": "נחשון",
    "ID": 777
  },
  {
    "City": "נחשונים",
    "ID": 705
  },
  {
    "City": "נטועה",
    "ID": 1147
  },
  {
    "City": "נטור",
    "ID": 4014
  },
  {
    "City": "נטע",
    "ID": 1369
  },
  {
    "City": "נטעים",
    "ID": 174
  },
  {
    "City": "נטף",
    "ID": 1254
  },
  {
    "City": "ניין",
    "ID": 523
  },
  {
    "City": "ניל\"י",
    "ID": 3655
  },
  {
    "City": "ניצן",
    "ID": 351
  },
  {
    "City": "ניצן ב'",
    "ID": 1419
  },
  {
    "City": "ניצנה (קהילת חינוך)",
    "ID": 1195
  },
  {
    "City": "ניצני סיני",
    "ID": 1280
  },
  {
    "City": "ניצני עוז",
    "ID": 851
  },
  {
    "City": "ניצנים",
    "ID": 359
  },
  {
    "City": "ניר אליהו",
    "ID": 808
  },
  {
    "City": "ניר בנים",
    "ID": 553
  },
  {
    "City": "ניר גלים",
    "ID": 720
  },
  {
    "City": "ניר דוד (תל עמל)",
    "ID": 256
  },
  {
    "City": "ניר ח\"ן",
    "ID": 11
  },
  {
    "City": "ניר יפה",
    "ID": 165
  },
  {
    "City": "ניר יצחק",
    "ID": 402
  },
  {
    "City": "ניר ישראל",
    "ID": 699
  },
  {
    "City": "ניר משה",
    "ID": 2047
  },
  {
    "City": "ניר עוז",
    "ID": 69
  },
  {
    "City": "ניר עם",
    "ID": 348
  },
  {
    "City": "ניר עציון",
    "ID": 769
  },
  {
    "City": "ניר עקיבא",
    "ID": 2048
  },
  {
    "City": "ניר צבי",
    "ID": 331
  },
  {
    "City": "נירים",
    "ID": 602
  },
  {
    "City": "נירית",
    "ID": 1236
  },
  {
    "City": "נמל תעופה בן-גוריון",
    "ID": 1748
  },
  {
    "City": "נמרוד",
    "ID": 4035
  },
  {
    "City": "נס הרים",
    "ID": 825
  },
  {
    "City": "נס עמים",
    "ID": 1143
  },
  {
    "City": "נס ציונה",
    "ID": 7200
  },
  {
    "City": "נעורים",
    "ID": 186
  },
  {
    "City": "נעלה",
    "ID": 3787
  },
  {
    "City": "נעמ\"ה",
    "ID": 3713
  },
  {
    "City": "נען",
    "ID": 158
  },
  {
    "City": "נערן",
    "ID": 3620
  },
  {
    "City": "נפת בית לחם",
    "ID": 1982
  },
  {
    "City": "נפת בית לחם מ\"א 76",
    "ID": 1981
  },
  {
    "City": "נפת ג'נין",
    "ID": 1971
  },
  {
    "City": "נפת ג'נין מ\"א 72",
    "ID": 1970
  },
  {
    "City": "נפת חברון",
    "ID": 1984
  },
  {
    "City": "נפת חברון מ\"א 78",
    "ID": 1983
  },
  {
    "City": "נפת טול כרם",
    "ID": 1975
  },

  {
    "City": "נצרת",
    "ID": 7300
  },
  {
    "City": "נצרת עילית",
    "ID": 1061
  },
  {
    "City": "נשר",
    "ID": 2500
  },
  {
    "City": "נתיב הגדוד",
    "ID": 3555
  },
  {
    "City": "נתיב הל\"ה",
    "ID": 693
  },
  {
    "City": "נתיב העשרה",
    "ID": 1242
  },
  {
    "City": "נתיב השיירה",
    "ID": 792
  },
  {
    "City": "נתיבות",
    "ID": 246
  },
  {
    "City": "נתניה",
    "ID": 7400
  },
  {
    "City": "סאג'ור",
    "ID": 525
  },
  {
    "City": "סאסא",
    "ID": 578
  },
  {
    "City": "סביון*",
    "ID": 587
  },
  {
    "City": "סגולה",
    "ID": 2046
  },
  {
    "City": "סואעד (חמרייה)*",
    "ID": 942
  },
  {
    "City": "סואעד (כמאנה) (שבט)",
    "ID": 989
  },
  {
    "City": "סולם",
    "ID": 526
  },
  {
    "City": "סוסיה",
    "ID": 3756
  },
  {
    "City": "סופה",
    "ID": 1238
  },
  {
    "City": "סח'נין",
    "ID": 7500
  },
  {
    "City": "סייד (שבט)",
    "ID": 1170
  },
  {
    "City": "סלמה",
    "ID": 1245
  },
  {
    "City": "סלעית",
    "ID": 3567
  },
  {
    "City": "סמר",
    "ID": 1156
  },
  {
    "City": "סנסנה",
    "ID": 3777
  },
  {
    "City": "סעד",
    "ID": 419
  },
  {
    "City": "סעוה",
    "ID": 1360
  },
  {
    "City": "סער",
    "ID": 454
  },
  {
    "City": "ספיר",
    "ID": 1176
  },
  {
    "City": "סתרייה",
    "ID": 610
  },
  {
    "City": "ע'ג'ר",
    "ID": 4501
  },
  {
    "City": "עבדון",
    "ID": 892
  },
  {
    "City": "עברון",
    "ID": 376
  },
  {
    "City": "עגור",
    "ID": 794
  },
  {
    "City": "עד הלום",
    "ID": 1762
  },
  {
    "City": "עדי",
    "ID": 1199
  },
  {
    "City": "עדנים",
    "ID": 2035
  },
  {
    "City": "עוזה",
    "ID": 826
  },
  {
    "City": "עוזייר",
    "ID": 528
  },
  {
    "City": "עולש",
    "ID": 737
  },
  {
    "City": "עומר",
    "ID": 666
  },
  {
    "City": "עופר",
    "ID": 810
  },
  {
    "City": "עוצם",
    "ID": 32
  },
  {
    "City": "עוקבי (בנו עוקבה) (שבט)",
    "ID": 957
  },
  {
    "City": "עזוז",
    "ID": 328
  },
  {
    "City": "עזר",
    "ID": 1149
  },
  {
    "City": "עזריאל",
    "ID": 837
  },
  {
    "City": "עזריה",
    "ID": 711
  },
  {
    "City": "עזריקם",
    "ID": 817
  },
  {
    "City": "עטאוונה (שבט)",
    "ID": 969
  },
  {
    "City": "עטרת",
    "ID": 3658
  },
  {
    "City": "עידן",
    "ID": 1175
  },
  {
    "City": "עידן הנגב",
    "ID": 1765
  },
  {
    "City": "עיילבון",
    "ID": 530
  },
  {
    "City": "עיינות",
    "ID": 156
  },
  {
    "City": "עילוט",
    "ID": 511
  },
  {
    "City": "עין איילה",
    "ID": 687
  },
  {
    "City": "עין אל-אסד",
    "ID": 546
  },
  {
    "City": "עין גב",
    "ID": 273
  },
  {
    "City": "עין גדי",
    "ID": 2042
  },
  {
    "City": "עין דור",
    "ID": 436
  },
  {
    "City": "עין הבשור",
    "ID": 1240
  },
  {
    "City": "עין הוד",
    "ID": 74
  },
  {
    "City": "עין החורש",
    "ID": 167
  },

  {
    "City": "עין זיוון",
    "ID": 4503
  },
  {
    "City": "עין חוד",
    "ID": 1320
  },
  {
    "City": "עין חצבה",
    "ID": 1053
  },

  {
    "City": "עין יהב",
    "ID": 806
  },
  {
    "City": "עין יעקב",
    "ID": 813
  },

  {
    "City": "עין כרמל",
    "ID": 426
  },
  {
    "City": "עין מאהל",
    "ID": 532
  },
  {
    "City": "עין נקובא",
    "ID": 521
  },
  {
    "City": "עין עירון",
    "ID": 223
  },
  {
    "City": "עין צורים",
    "ID": 622
  },
  {
    "City": "עין קנייא",
    "ID": 4502
  },
  {
    "City": "עין ראפה",
    "ID": 514
  },
  {
    "City": "עין שמר",
    "ID": 139
  },
  {
    "City": "עין שריד",
    "ID": 880
  },
  {
    "City": "עין תמר",
    "ID": 1251
  },
  {
    "City": "עינת",
    "ID": 871
  },
  {
    "City": "עיר אובות",
    "ID": 1187
  },
  {
    "City": "עכו",
    "ID": 7600
  },
  {
    "City": "עלומים",
    "ID": 1146
  },
  {
    "City": "עלי",
    "ID": 3765
  },
  {
    "City": "עלי זהב",
    "ID": 3727
  },
  {
    "City": "עלמה",
    "ID": 688
  },
  {
    "City": "עלמון",
    "ID": 3715
  },
  {
    "City": "עמוקה",
    "ID": 1212
  },
  {
    "City": "עמיחי",
    "ID": 3824
  },
  {
    "City": "עמינדב",
    "ID": 779
  },
  {
    "City": "עמיעד",
    "ID": 385
  },
  {
    "City": "עמיעוז",
    "ID": 318
  },
  {
    "City": "עמיקם",
    "ID": 773
  },
  {
    "City": "עמיר",
    "ID": 319
  },

  {
    "City": "עמק יזרעאל מ\"א 13",
    "ID": 1834
  },
  {
    "City": "עמק יזרעאל מ\"א 8",
    "ID": 1832
  },
  {
    "City": "עמק יזרעאל מ\"א 9",
    "ID": 1833
  },
  {
    "City": "עמקה",
    "ID": 708
  },
  {
    "City": "ענב",
    "ID": 3712
  },
  {
    "City": "עספיא",
    "ID": 534
  },
  {
    "City": "עפולה",
    "ID": 7700
  },
  {
    "City": "עפרה",
    "ID": 3617
  },
  {
    "City": "עץ אפרים",
    "ID": 3778
  },

  {
    "City": "ערערה",
    "ID": 637
  },

  {
    "City": "עתלית",
    "ID": 53
  },
  {
    "City": "עתניאל",
    "ID": 3748
  },
  {
    "City": "פארן",
    "ID": 1151
  },
  {
    "City": "פארק הירדן מ\"א 6",
    "ID": 1961
  },
  {
    "City": "פארק תעשיות ספירים",
    "ID": 1763
  },
  {
    "City": "פדואל",
    "ID": 3768
  },
  {
    "City": "פדויים",
    "ID": 750
  },
  {
    "City": "פדיה",
    "ID": 838
  },
  {
    "City": "פוריידיס",
    "ID": 537
  },
  {
    "City": "פורייה - כפר עבודה",
    "ID": 1104
  },
  {
    "City": "פורייה - נווה עובד",
    "ID": 1105
  },
  {
    "City": "פורייה עילית",
    "ID": 1313
  },
  {
    "City": "פורת",
    "ID": 767
  },
  {
    "City": "פטיש",
    "ID": 749
  },
  {
    "City": "פלך",
    "ID": 1185
  },
  {
    "City": "פלמחים",
    "ID": 597
  },
  {
    "City": "פני חבר",
    "ID": 3723
  },
  {
    "City": "פסגות",
    "ID": 3659
  },
  {
    "City": "פסוטה",
    "ID": 535
  },

  {
    "City": "פרדס חנה-כרכור",
    "ID": 7800
  },
  {
    "City": "פרדסייה",
    "ID": 171
  },
  {
    "City": "פרוד",
    "ID": 599
  },
  {
    "City": "פרזון",
    "ID": 2053
  },
  {
    "City": "פרי גן",
    "ID": 1231
  },
  {
    "City": "פתח תקווה",
    "ID": 7900
  },
  {
    "City": "פתחיה",
    "ID": 839
  },

  {
    "City": "צופייה",
    "ID": 1111
  },
  {
    "City": "צופים",
    "ID": 3791
  },
  {
    "City": "צופית",
    "ID": 198
  },
  {
    "City": "צופר",
    "ID": 1150
  },
  {
    "City": "צוקי ים",
    "ID": 1102
  },
  {
    "City": "צוקים",
    "ID": 1262
  },


  {
    "City": "צפת",
    "ID": 8000
  },
  {
    "City": "צרופה",
    "ID": 612
  },
  {
    "City": "צרעה",
    "ID": 567
  },
  {
    "City": "קבועה (שבט)",
    "ID": 1234
  },
  {
    "City": "קבוצת יבנה",
    "ID": 334
  },
  {
    "City": "קדומים",
    "ID": 3557
  },
  {
    "City": "קדימה-צורן",
    "ID": 195
  },
  {
    "City": "קדמה",
    "ID": 392
  },
  {
    "City": "קדמת צבי",
    "ID": 4025
  },
  {
    "City": "קדר",
    "ID": 3781
  },
  {
    "City": "קדרון",
    "ID": 615
  },
  {
    "City": "קדרים",
    "ID": 1211
  },
  {
    "City": "קודייראת א-צאנע (שבט)",
    "ID": 964
  },
  {
    "City": "קוואעין (שבט)",
    "ID": 972
  },
  {
    "City": "קוממיות",
    "ID": 766
  },
  {
    "City": "קורנית",
    "ID": 1179
  },
  {
    "City": "קטורה",
    "ID": 1052
  },
  {
    "City": "קיסריה",
    "ID": 1167
  },
  {
    "City": "קלחים",
    "ID": 414
  },
  {
    "City": "קליה",
    "ID": 3601
  },
  {
    "City": "קלנסווה",
    "ID": 638
  },
  {
    "City": "קלע",
    "ID": 4024
  },
  {
    "City": "קציר",
    "ID": 1243
  },
  {
    "City": "קצר א-סר",
    "ID": 1347
  },
  {
    "City": "קצרין",
    "ID": 4100
  },
  {
    "City": "קריית אונו",
    "ID": 2620
  },
  {
    "City": "קריית ארבע",
    "ID": 3611
  },
  {
    "City": "קריית אתא",
    "ID": 6800
  },
  {
    "City": "קריית ביאליק",
    "ID": 9500
  },
  {
    "City": "קריית גת",
    "ID": 2630
  },
  {
    "City": "קריית חינוך מרחבים*",
    "ID": 1768
  },
  {
    "City": "קריית טבעון",
    "ID": 2300
  },
  {
    "City": "קריית ים",
    "ID": 9600
  },
  {
    "City": "קריית יערים",
    "ID": 1137
  },
  {
    "City": "קריית יערים (מוסד)",
    "ID": 2039
  },
  {
    "City": "קריית מוצקין",
    "ID": 8200
  },
  {
    "City": "קריית מלאכי",
    "ID": 1034
  },
  {
    "City": "קריית נטפים",
    "ID": 3746
  },
  {
    "City": "קריית ענבים",
    "ID": 78
  },
  {
    "City": "קריית עקרון",
    "ID": 469
  },
  {
    "City": "קריית שלמה",
    "ID": 412
  },
  {
    "City": "קריית שמונה",
    "ID": 2800
  },
  {
    "City": "קרית חינוך עזתה",
    "ID": 1766
  },
  {
    "City": "קרית תעופה",
    "ID": 1746
  },
  {
    "City": "קרני שומרון",
    "ID": 3640
  },
  {
    "City": "קשת",
    "ID": 4006
  },
  {
    "City": "ראמה",
    "ID": 543
  },
  {
    "City": "ראס אל-עין",
    "ID": 1334
  },
  {
    "City": "ראס עלי",
    "ID": 990
  },
  {
    "City": "ראש העין",
    "ID": 2640
  },
  {
    "City": "ראש פינה",
    "ID": 26
  },
  {
    "City": "ראש צורים",
    "ID": 3602
  },
  {
    "City": "ראשון לציון",
    "ID": 8300
  },
  {
    "City": "רבבה",
    "ID": 3795
  },
  {
    "City": "רבדים",
    "ID": 564
  },
  {
    "City": "רביבים",
    "ID": 354
  },
  {
    "City": "רביד",
    "ID": 1225
  },
  {
    "City": "רגבה",
    "ID": 390
  },
  {
    "City": "רגבים",
    "ID": 444
  },
  {
    "City": "רהט",
    "ID": 1161
  },
  {
    "City": "רווחה",
    "ID": 2051
  },
  {
    "City": "רוויה",
    "ID": 2016
  },
  {
    "City": "רוח מדבר",
    "ID": 1341
  },
  {
    "City": "רוחמה",
    "ID": 362
  },
  {
    "City": "רומאנה",
    "ID": 539
  },
  {
    "City": "רומת הייב",
    "ID": 997
  },
  {
    "City": "רועי",
    "ID": 3619
  },
  {
    "City": "רותם",
    "ID": 3782
  },
  {
    "City": "רחוב",
    "ID": 854
  },
  {
    "City": "רחובות",
    "ID": 8400
  },
  {
    "City": "רחלים",
    "ID": 3822
  },
  {
    "City": "ריחאנייה",
    "ID": 540
  },
  {
    "City": "ריחן",
    "ID": 3568
  },
  {
    "City": "ריינה",
    "ID": 542
  },
  {
    "City": "רימונים",
    "ID": 3565
  },
  {
    "City": "רינתיה",
    "ID": 616
  },
  {
    "City": "רכסים",
    "ID": 922
  },
  {
    "City": "רם-און",
    "ID": 1069
  },
  {
    "City": "רמות",
    "ID": 4702
  },
  {
    "City": "רמות השבים",
    "ID": 206
  },
  {
    "City": "רמות מאיר",
    "ID": 735
  },
  {
    "City": "רמות מנשה",
    "ID": 445
  },
  {
    "City": "רמות נפתלי",
    "ID": 372
  },
  {
    "City": "רמלה",
    "ID": 8500
  },
  {
    "City": "רמת גן",
    "ID": 8600
  },
  {
    "City": "רמת דוד",
    "ID": 135
  },
  {
    "City": "רמת הכובש",
    "ID": 184
  },
  {
    "City": "רמת השופט",
    "ID": 335
  },
  {
    "City": "רמת השרון",
    "ID": 2650
  },
  {
    "City": "רמת יוחנן",
    "ID": 178
  },
  {
    "City": "רמת ישי",
    "ID": 122
  },
  {
    "City": "רמת כוכב מ\"א 7",
    "ID": 1828
  },
  {
    "City": "רמת כוכב מ\"א 8",
    "ID": 1829
  },
  {
    "City": "רמת כוכב מ\"א 9",
    "ID": 1830
  },
  {
    "City": "רמת כוכב של\"ש",
    "ID": 1831
  },
  {
    "City": "רמת מגשימים",
    "ID": 4701
  },
  {
    "City": "רמת מנשה מ\"א 13",
    "ID": 1837
  },
  {
    "City": "רמת מנשה של\"ש",
    "ID": 1838
  },
  {
    "City": "רמת צבי",
    "ID": 339
  },
  {
    "City": "רמת רזיאל",
    "ID": 460
  },
  {
    "City": "רמת רחל",
    "ID": 127
  },
  {
    "City": "רנן",
    "ID": 789
  },
  {
    "City": "רעים",
    "ID": 713
  },
  {
    "City": "רעננה",
    "ID": 8700
  },
  {
    "City": "רקפת",
    "ID": 1228
  },
  {
    "City": "רשפון",
    "ID": 247
  },
  {
    "City": "רשפים",
    "ID": 437
  },
  {
    "City": "רתמים",
    "ID": 1260
  },
  {
    "City": "שאר ישוב",
    "ID": 324
  },
  {
    "City": "שבי דרום",
    "ID": 1377
  },
  {
    "City": "שבי ציון",
    "ID": 282
  },
  {
    "City": "שבי שומרון",
    "ID": 3571
  },
  {
    "City": "שבלי - אום אל-גנם",
    "ID": 913
  },
  {
    "City": "שגב-שלום",
    "ID": 1286
  },
  {
    "City": "שדה אילן",
    "ID": 721
  },
  {
    "City": "שדה אליהו",
    "ID": 304
  },
  {
    "City": "שדה אליעזר",
    "ID": 861
  },
  {
    "City": "שדה בוקר",
    "ID": 885
  },
  {
    "City": "שדה דוד",
    "ID": 36
  },
  {
    "City": "שדה ורבורג",
    "ID": 284
  },
  {
    "City": "שדה יואב",
    "ID": 293
  },
  {
    "City": "שדה יעקב",
    "ID": 142
  },
  {
    "City": "שדה יצחק",
    "ID": 2008
  },
  {
    "City": "שדה משה",
    "ID": 18
  },
  {
    "City": "שדה נחום",
    "ID": 259
  },
  {
    "City": "שדה נחמיה",
    "ID": 329
  },
  {
    "City": "שדה ניצן",
    "ID": 1058
  },
  {
    "City": "שדה עוזיהו",
    "ID": 739
  },
  {
    "City": "שדה צבי",
    "ID": 2049
  },
  {
    "City": "שדות ים",
    "ID": 327
  },
  {
    "City": "שדות מיכה",
    "ID": 27
  },
  {
    "City": "שדי אברהם",
    "ID": 1223
  },
  {
    "City": "שדי חמד",
    "ID": 2015
  },
  {
    "City": "שדי תרומות",
    "ID": 2057
  },
  {
    "City": "שדמה",
    "ID": 555
  },
  {
    "City": "שדמות דבורה",
    "ID": 306
  },
  {
    "City": "שדמות מחולה",
    "ID": 3578
  },
  {
    "City": "שדרות",
    "ID": 1031
  },
  {
    "City": "שואבה",
    "ID": 741
  },
  {
    "City": "שובה",
    "ID": 761
  },
  {
    "City": "שובל",
    "ID": 394
  },
  {
    "City": "שוהם",
    "ID": 1304
  },
  {
    "City": "שומרה",
    "ID": 614
  },
  {
    "City": "שומרייה",
    "ID": 1265
  },
  {
    "City": "שוקדה",
    "ID": 415
  },
  {
    "City": "שורש",
    "ID": 456
  },
  {
    "City": "שורשים",
    "ID": 1235
  },
  {
    "City": "שושנת העמקים",
    "ID": 224
  },
  {
    "City": "שזור",
    "ID": 527
  },
  {
    "City": "שחר",
    "ID": 7
  },
  {
    "City": "שחרות",
    "ID": 1266
  },
  {
    "City": "שיבולים",
    "ID": 865
  },
  {
    "City": "שיטים",
    "ID": 1267
  },
  {
    "City": "שייח' דנון",
    "ID": 658
  },
  {
    "City": "שילה",
    "ID": 3641
  },
  {
    "City": "שילת",
    "ID": 1165
  },
  {
    "City": "שכניה",
    "ID": 1160
  },
  {
    "City": "שלווה",
    "ID": 873
  },
  {
    "City": "שלווה במדבר",
    "ID": 1373
  },
  {
    "City": "שלוחות",
    "ID": 439
  },
  {
    "City": "שלומי",
    "ID": 812
  },
  {
    "City": "שלומית",
    "ID": 1364
  },
  {
    "City": "שלומציון",
    "ID": 1793
  },
  {
    "City": "שמיר",
    "ID": 366
  },
  {
    "City": "שמעה",
    "ID": 3784
  },
  {
    "City": "שמרת",
    "ID": 432
  },
  {
    "City": "שמשית",
    "ID": 1337
  },
  {
    "City": "שני",
    "ID": 1287
  },
  {
    "City": "שניר",
    "ID": 1132
  },
  {
    "City": "שעב",
    "ID": 538
  },
  {
    "City": "שעל",
    "ID": 4009
  },
  {
    "City": "שעלבים",
    "ID": 856
  },
  {
    "City": "שער אפרים",
    "ID": 661
  },
  {
    "City": "שער הגולן",
    "ID": 264
  },
  {
    "City": "שער העמקים",
    "ID": 237
  },
  {
    "City": "שער מנשה",
    "ID": 921
  },
  {
    "City": "שערי תקווה",
    "ID": 3720
  },
  {
    "City": "שפיים",
    "ID": 232
  },
  {
    "City": "שפיר",
    "ID": 692
  },
  {
    "City": "שפלת יהודה מ\"א 26",
    "ID": 1803
  },
  {
    "City": "שפלת יהודה של\"ש",
    "ID": 1804
  },
  {
    "City": "שפר",
    "ID": 846
  },
  {
    "City": "שפרעם",
    "ID": 8800
  },
  {
    "City": "שקד",
    "ID": 3649
  },
  {
    "City": "שקף",
    "ID": 1233
  },
  {
    "City": "שרונה",
    "ID": 292
  },
  {
    "City": "שריגים (לי-און)",
    "ID": 1114
  },
  {
    "City": "שריד",
    "ID": 126
  },
  {
    "City": "שרשרת",
    "ID": 398
  },
  {
    "City": "שתולה",
    "ID": 1045
  },
  {
    "City": "שתולים",
    "ID": 763
  },
  {
    "City": "תאשור",
    "ID": 2062
  },
  {
    "City": "תדהר",
    "ID": 2061
  },
  {
    "City": "תובל",
    "ID": 1172
  },
  {
    "City": "תומר",
    "ID": 3558
  },
  {
    "City": "תושייה",
    "ID": 1083
  },
  {
    "City": "תימורים",
    "ID": 163
  },
  {
    "City": "תירוש",
    "ID": 10
  },
  {
    "City": "תל אביב -יפו",
    "ID": 5000
  },
  {
    "City": "תל חי (מכללה)",
    "ID": 1707
  },
  {
    "City": "תל יוסף",
    "ID": 84
  },
  {
    "City": "תל יצחק",
    "ID": 287
  },
  {
    "City": "תל מונד",
    "ID": 154
  },
  {
    "City": "תל עדשים",
    "ID": 103
  },
  {
    "City": "תל קציר",
    "ID": 719
  },
  {
    "City": "תל שבע",
    "ID": 1054
  },
  {
    "City": "תל תאומים",
    "ID": 1283
  },
  {
    "City": "תלם",
    "ID": 3719
  },
  {
    "City": "תלמי אליהו",
    "ID": 1051
  },
  {
    "City": "תלמי אלעזר",
    "ID": 2003
  },
  {
    "City": "תלמי ביל\"ו",
    "ID": 2050
  },
  {
    "City": "תלמי יוסף",
    "ID": 1237
  },
  {
    "City": "תלמי יחיאל",
    "ID": 727
  },
  {
    "City": "תלמי יפה",
    "ID": 744
  },
  {
    "City": "תלמים",
    "ID": 814
  },
  {
    "City": "תמרת",
    "ID": 1244
  },
  {
    "City": "תנובות",
    "ID": 2002
  },
  {
    "City": "תעוז",
    "ID": 752
  },
  {
    "City": "תעשיון בינימין*",
    "ID": 1744
  },
  {
    "City": "תעשיון השרון",
    "ID": 1741
  },
  {
    "City": "תעשיון חבל יבנה",
    "ID": 1750
  },
  {
    "City": "תעשיון חצב*",
    "ID": 1742
  },
  {
    "City": "תעשיון מבצע*",
    "ID": 1754
  },
  {
    "City": "תעשיון מיתרים",
    "ID": 1794
  },
  {
    "City": "תעשיון צריפין",
    "ID": 1749
  },
  {
    "City": "תעשיון ראם*",
    "ID": 1755
  },
  {
    "City": "תעשיון שח\"ק",
    "ID": 1792
  },
  {
    "City": "תעשיות גליל תחתון",
    "ID": 1714
  },
  {
    "City": "תפרח",
    "ID": 709
  },
  {
    "City": "תקומה",
    "ID": 665
  },
  {
    "City": "תקוע",
    "ID": 3563
  },
  {
    "City": "תראבין א-צאנע (שבט)",
    "ID": 970
  },
  {
    "City": "תרבין א-צאנע (יישוב)*",
    "ID": 1346
  },
  {
    "City": "תרום",
    "ID": 778
  }
]